{
  "greeting": "Hi, I'm Alejandro",
  "intro": "Passionate about technology and a self-taught enthusiast at heart, I have dedicated decades to the exciting world of computing since 1998. My constant hunger for knowledge recently led me to embark on an intense Full Stack Web Development bootcamp. Day by day, I acquire new skills and knowledge to broaden my horizons in the sector that I love so much.",
  "lets-talk": "Let's Talk",
  "title": "Web Developer",
  "home": "Home",
  "about": "About Me",
  "portfolio": "Projects",
  "contact": "Contact",
  "description": "Passionate about technology and a self-learner at heart, I have dedicated decades to the fascinating world of computing since 1998. My constant hunger for knowledge recently led me to embark on an intense Full Stack Web Development bootcamp. Every day, I acquire new skills and knowledge to broaden my horizons in the sector I love so much. My experience spans from technology to human interaction. My beginnings in customer service molded me with valuable abilities: empathy to understand the needs of others, patience to find solutions, and the ability to seamlessly collaborate with my peers, forging a strong team spirit. I define myself as someone unwaveringly committed to my work and responsibilities. My ability to manage stress and solve problems has been tested in various situations and has always proven to be robust. I am excited to continue merging my passions: the ever-evolving world of technology and the art of connecting with people. I am always seeking new challenges and opportunities to grow and learn. Connect with me, and let's explore how we can collaborate!",
  "my-journey": "My Journey",
  "education": "Education",
  "education1": "Full Stack Web Developer - Hack A Boss",
  "education1info": "I successfully completed a 256-hour full-stack web development bootcamp.",
  "education2": "Completed Secondary Education",
  "education2info": "High School Diploma in Business Management and Administration.",
  "experience": "Experience",
  "experience1": "Self-employed Computer Technical Service",
  "present": "Present",
  "experience1info": "Providing specialized services in computer assembly and repair, as well as in the management and optimization of operating systems for optimal performance. Over two decades of experience delivering reliable technical solutions since 1998.",
  "experience2": "Local Government Official at the Municipality of Lanus.",
  "experience2info": "Planning, implementing, and overseeing efficient routes, comprehensive logistics management, and coordinating the home delivery of fiscal documents. Experienced in optimizing processes to ensure timely and effective delivery.",
  "experience3": "Sales Assistant at 'Isidoro' Lottery Administration",
  "experience3info": "General Manager, carrying out key responsibilities such as customer service, cashier duties, tax management, and accounting. I contribute to the efficient operation of the establishment by providing customer service, managing transactions, and offering information about lottery products and services with a customer-centric approach.",
  "skills": "Coding Skills",
  "projects": "Projects",
  "project1": "Hangman",
  "project1info": "Classic hangman mini-game designed with HTML, CSS, and JavaScript for a fun and unique interactive experience.",
  "project2info": "A news management platform where users can sign up, publish, or vote on news articles within a set of fixed topics.",
  "project3info": "Interactive portfolio showcasing my skills in web development. Explore more about my projects and competencies.",
  "contactme": "Contact Me",
  "name": "Full Name",
  "email": "Email Address",
  "number": "Mobile Number",
  "subject": "Email Subject",
  "message": "Your Message",
  "submit": "Submit",
  "invalid-email": "Invalid Email",
  "emailsent": "Message sent",
  "email-error": "Error sending"
}
